{
                "class_name": "Sequential",
                "config": {
                    "name": "sequential",
                    "layers": []
                },
                "keras_version": "2.15.0",
                "backend": "tensorflow"
            }